{
    "index_welcome_message": "Willkommen bei",
    "index_get_started": "Lass uns anfangen!",
    "competitive_programming_initiative": "Initiative für Wettkampfprogrammierung",
    "dashboard": "Fortschrittsbord",
    "index_usaco_guide": "USACO-Leitfaden",
    "index_a-free-collection-of": "Eine kostenlose Sammlung von",
    "language": "Sprache",
    "index_curated-resources": "ausgewählten, qualitativ hochwertigen Ressourcen*",
    "index_to-help-you-prepare-for-olympiads": "für Vorbereitung auf Olympiaden",
    "index_inspired-by": "Inspiriert von",
    "index_only-in-languages": "*Zurzeit nur auf Bulgarisch (Module und Ressourcen), zusammen mit den Originalressourcen auf Englisch",
    "index_learn-olympiad-level-problem-solving": "Lernen Sie Problemlösen auf Olympiaden-Niveau",
    "index_efficiently": "effektiv.",
    "index_stop-wasting-time": "Verschwenden Sie keine Zeit mit der Suche nach Problemen und Tutorials. Olympiads XYZ bietet",
    "index_comprehensive-organized-roadmap": "komplette, organisierte Ressourcen",
    "index_carefully-designed-crafted": "aufmerksam entworfen und gestaltet für Olympiadenteilnehmer*innen – kostenlos und verfügbar für alle",
    "index_faq": "Häufig gestellte Fragen",

    "index_q_what-is-olympiads-xyz": "Was ist Olympiads XYZ?",
    "index_a_what-is-olympiads-xyz": "Olympiads XYZ ist eine umfassende, organisierte Ressource, die Schülern hilft, sich auf naturwissenschaftliche Olympiaden vorzubereiten, mit einem aktuellen Schwerpunkt auf Physik. Wir bieten ausgewählte Module, Übungsaufgaben und Fortschrittsverfolgung zur Unterstützung des eigenständigen Lernens.",
    "index_q_who-is-this-website-for": "Für wen ist diese Website gedacht?",
    "index_a_who-is-this-website-for": "Olympiads XYZ richtet sich hauptsächlich an bulgarische Schüler (aber im Grunde genommen an alle!) auf verschiedenen Schulstufen, die an naturwissenschaftlichen Wettbewerben, insbesondere Physik-Olympiaden, interessiert sind. Die Ressourcen sind nach Klassenstufe und Themenkomplexität organisiert, was sie für Anfänger und Fortgeschrittene gleichermaßen geeignet macht.",
    "index_q_multiple-languages": "Sind die Ressourcen in mehreren Sprachen verfügbar?",
    "index_a_multiple-languages": "Leider sind die Module derzeit nur auf Bulgarisch verfügbar, da die Ersteller der Website Bulgaren sind und die Zielgruppe bulgarische Schüler sind. Die meisten Ressourcen stammen ursprünglich aus dem Englischen, aber die Module hier sind nur auf Bulgarisch (zumindest vorerst!).",
    "index_q_topics": "Welche Themen werden bei Olympiads XYZ behandelt?",
    "index_a_topics": "Derzeit konzentrieren sich unsere Module auf Physikthemen, die für Physik-Olympiaden erforderlich sind, von grundlegenden bis zu fortgeschrittenen Konzepten. In Zukunft könnten wir uns mit Unterstützung von Freiwilligen auf weitere wissenschaftliche Bereiche ausweiten.",
    "index_q_how-do-i-use-modules": "Wie fange ich mit den Modulen an?",
    "index_a_how-do-i-use-modules": "Beginnen Sie, indem Sie Ihre Schulstufe auswählen und dann ein bestimmtes Thema in der Physik wählen, das Sie lernen möchten. Jedes Modul enthält Erklärungen, Hauptkonzepte und Übungsaufgaben zur Vertiefung des Verständnisses.",
    "index_q_how-can-i-track-my-progress": "Wie kann ich meinen Fortschritt verfolgen?",
    "index_a_how-can-i-track-my-progress": "Nach der Erstellung eines Kontos können Sie die Abschnitte, die Sie abgeschlossen haben, die Module, die Sie bearbeitet haben, und die Aufgaben, die Sie gelöst haben, markieren. So behalten Sie den Überblick über das, was Sie erreicht haben, und was noch zu lernen ist.",
    "index_q_official-syllabus": "Sind diese Module an die offiziellen Olympiaden-Lehrpläne angepasst?",
    "index_a_official-syllabus": "Nein, die Module sind speziell aus verschiedenen Ressourcen zusammengestellt, um komplexe Themen verständlicher zu machen. Sie basieren nicht auf einem offiziellen Lehrplan, sondern sind so gestaltet, dass sie bei typischen Olympiaden-Themen helfen.",
    "index_q_contribute": "Kann ich zu Olympiads XYZ beitragen?",
    "index_a_contribute": "Ja! Wenn Sie Fachwissen in wissenschaftlichen Themen für eine Olympiade haben und gerne beitragen möchten, kontaktieren Sie uns bitte über das Kontaktformular. Wir freuen uns besonders über Mitarbeit für andere Wissenschaftsbereiche außer Physik.",
    "index_q_free": "Ist die Nutzung von Olympiads XYZ kostenpflichtig?",
    "index_a_free": "Nein. Olympiads XYZ ist kostenlos, da wir anstreben, Olympiaden-Vorbereitung für alle Schüler zugänglich zu machen. Spenden sind jedoch herzlich willkommen und helfen uns, die Website am Laufen zu halten.",
    "index_q_is-there-a-catch": "Wo ist der Haken?",
    "index_a_is-there-a-catch": "Es gibt keinen. Die Website wurde von ehemaligen Olympiateilnehmern erstellt, die wissen, wie herausfordernd die selbständige Vorbereitung sein kann.",
    "index_q_practice-problem-selection": "Wie werden die Übungsaufgaben ausgewählt?",
    "index_a_practice-problem-selection": "Die Übungsaufgaben sind so gewählt, dass sie die wichtigsten Ideen und Konzepte in jedem Thema hervorheben. Sie sind anspruchsvoll, aber machbar und stärken die wesentlichen Fähigkeiten, die für Olympiaden erforderlich sind.",
    "index_q_stuck-on-problem": "Was soll ich tun, wenn ich bei einer Aufgabe nicht weiterkomme?",
    "index_a_stuck-on-problem": "Versuchen Sie, die verwandten Konzepte im Modul zu überprüfen, und teilen Sie die Aufgabe in kleinere Schritte auf. Wenn Sie immer noch Schwierigkeiten haben, diskutieren Sie die Aufgabe mit Gleichgesinnten oder nutzen Sie Online-Ressourcen. Wir hoffen, bald ein Diskussionsforum hinzuzufügen!",

    "index_powered-by": "Angetrieben durch Wissen.",
    "index_copyright": "Keine Teile dieser Website können ohne vorherige schriftliche Genehmigung wiederverwendet oder kommerziell genutzt werden.",
    "index_learn-more": "Weitere Informationen.",

    "top-nav_problems": "Aufgaben",
    "top-nav_archive": "Archiv",
    "top-nav_contact-us": "Kontaktiere uns",
    "top-nav_search": "Suchen",
    "top-nav_login": "Login",
    "top-nav_sign-out": "Ausloggen",
    "top-nav_settings": "Einstellungen",
    "top-nav_physics": "Physik",
    "top-nav_physics_description": "Aufgaben und Ressourcen für die Physikolympiade",
    "top-nav_math": "Mathematik",
    "top-nav_math_description": "Aufgaben und Ressourcen für die Mathematikolympiade",
    "top-nav_informatics": "Informatik",
    "top-nav_informatics_description": "Aufgaben und Ressourcen für die Informatikolympiade",
    "top-nav_biology": "Biologie",
    "top-nav_biology_description": "Aufgaben und Ressourcen für die Biologieolympiade",
    "top-nav_chemistry": "Chemie",
    "top-nav_chemistry_description": "Aufgaben und Ressourcen für die Chemieolympiade",
    "top-nav_geography": "Geografie",
    "top-nav_geography_description": "Aufgaben und Ressourcen für die Geografielympiade"
  }