{
    "language": "Language",
    "index_welcome_message": "Welcome to",
    "index_get_started": "Let's get started!",
    "competitive_programming_initiative": "Competitive Programming Initiative",
    "dashboard": "Progress Board",
    "index_usaco_guide": "USACO Guide",
    "index_a-free-collection-of": "A free collection of",
    "index_curated-resources": "curated, high-quality resources*",
    "index_to-help-you-prepare-for-olympiads": "for preparation for olympiads",
    "index_inspired-by": "Inspired by ",
    "index_only-in-languages": "*For now only in bulgarian (modules and resources), together with the original resources in english",
    "index_learn-olympiad-level-problem-solving": "Learn olympiad-level problem solving",
    "index_efficiently": "efficiently.",
    "index_stop-wasting-time": "Stop wasting time searching for problems and tutorials. Olympiads XYZ provides a",
    "index_comprehensive-organized-roadmap": "comprehensive, organized roadmap",
    "index_carefully-designed-crafted": "carefully designed and crafted for olympiad contestants – available to everyone, for free",
    "index_faq": "Frequently asked questions",

    "index_q_what-is-olympiads-xyz": "What is Olympiads XYZ?",
    "index_a_what-is-olympiads-xyz": "Olympiads XYZ is a comprehensive, organized resource designed to help students prepare for science olympiads, with a current focus on physics. We provide curated modules, practice problems, and progress-tracking tools to support independent learning.",
    "index_q_who-is-this-website-for": "Who is this website for?",
    "index_a_who-is-this-website-for": "It is mainly for Bulgarian students (but technically for everyone!) at various school levels who are interested in science competitions, especially physics olympiads. The resources are organized by grade and topic complexity, making it suitable for both beginners and advanced students.",
    "index_q_multiple-languages": "Are the resources available in multiple languages?",
    "index_a_multiple-languages": "Unfortunately, as of now the modules are only in Bulgarian, as the creators of the website are Bulgarian and the target audience is Bulgarian students. Most of the resources are originally in English, but the modules here are only in Bulgarian (for now!)",
    "index_q_topics": "What topics are covered?",
    "index_a_topics": "Currently, our modules focus on physics topics needed for physics olympiads, ranging from foundational concepts to advanced topics. In the future, we may expand to cover additional science subjects, with contributions from volunteers.",
    "index_q_how-do-i-use-modules": "How do I start using the modules?",
    "index_a_how-do-i-use-modules": "Begin by selecting your school grade level, then choose a specific topic within physics that you want to study. Each module includes explanations, key concepts, and practice problems to reinforce understanding.",
    "index_q_how-can-i-track-my-progress": "How can I track my progress?",
    "index_a_how-can-i-track-my-progress": "After creating an account, you can mark sections you’ve covered, modules you’ve completed, and problems you’ve solved. This helps you keep track of what you've accomplished and what’s left to study.",
    "index_q_official-syllabus": "Are these modules aligned with official olympiad syllabi?",
    "index_a_official-syllabus": "No, the modules are specially curated from various resources to make complex topics easier to understand and master. They’re not based on any official syllabus but are designed to help with typical olympiad topics.",
    "index_q_contribute": "Can I contribute to Olympiads XYZ?",
    "index_a_contribute": "Yes! If you have expertise in science topics for any olympiad and would like to contribute, please reach out through our contact form. We welcome collaboration, especially for subjects beyond physics.",
    "index_q_free": "Is this website free?",
    "index_a_free": "Yes. Olympiads XYZ is free to use, as we aim to make olympiad preparation accessible to all students. But any donations will be more than welcomed and will help to keep the website up and running.",
    "index_q_is-there-a-catch": "Is there a catch?",
    "index_a_is-there-a-catch": "There is none. The website is created by former olympiad contenders who know the struggle when it comes to self preparation.",
    "index_q_practice-problem-selection": "How are practice problems selected?",
    "index_a_practice-problem-selection": "Practice problems are chosen to highlight core ideas and concepts within each topic. They are curated to be challenging but manageable, reinforcing key skills needed for olympiads.",
    "index_q_stuck-on-problem": "What if I get stuck on a problem?",
    "index_a_stuck-on-problem": "Try reviewing the related concepts in the module, and break down the problem into smaller steps. If you’re still stuck, consider discussing it with peers or using online resources. We hope to add a forum for discussion in the future!",

    "index_powered-by": "Powered by knowledge.",
    "index_copyright": "No part of this website may be reproduced or commercialized in any manner without prior written permission.",
    "index_learn-more": "Learn More.",

    "top-nav_problems": "Problems",
    "top-nav_archive": "Archive",
    "top-nav_contact-us": "Contact Us",
    "top-nav_search": "Search",
    "top-nav_login": "Login",
    "top-nav_sign-out": "Sign Out",
    "top-nav_settings": "Settings",
    "top-nav_physics": "Physics",
    "top-nav_physics_description": "Problems and resources for the physics olympiad",
    "top-nav_math": "Math",
    "top-nav_math_description": "Problems and resources for the math olympiad",
    "top-nav_informatics": "Informatics",
    "top-nav_informatics_description": "Problems and resources for the informatics olympiad",
    "top-nav_biology": "Biology",
    "top-nav_biology_description": "Problems and resources for the biology olympiad",
    "top-nav_chemistry": "Chemistry",
    "top-nav_chemistry_description": "Problems and resources for the chemistry olympiad",
    "top-nav_geography": "Geography",
    "top-nav_geography_description": "Problems and resources for the geography olympiad"
  }